[{"title":"Creed III","genre":["Drama","Action"],"overview":"After dominating the boxing world, Adonis Creed has been thriving in both his career and family life. When a childhood friend and former boxing prodigy, Damien Anderson, resurfaces after serving a long sentence in prison, he is eager to prove that he deserves his shot in the ring. The face-off between former friends is more than just a fight. To settle the score, Adonis must put his future on the line to battle Damien — a fighter who has nothing to lose.","actors":["Michael B. Jordan","Adonis Creed","Tessa Thompson","Bianca Taylor","Jonathan Majors","Damien Anderson","Wood Harris","Tony 'Little Duke' Evers","Phylicia Rashād","Mary Anne Creed","Mila Davis-Kent","Amara Creed","Florian Munteanu","Viktor Drago","José Benavidez Jr.","Felix Chavez","Selenis Leyva","Laura Chavez"],"type":"movie","id":1,"processed_overview":"dominating boxing world adonis creed thriving career family life childhood friend former boxing prodigy damien anderson resurfaces serving long sentence prison eager prove deserves shot ring faceoff former friends fight settle score adonis must put future line battle damien fighter nothing lose"},{"title":"Avatar: The Way of Water","genre":["Science Fiction","Adventure","Action"],"overview":"Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure.","actors":["Sam Worthington","Jake Sully","Zoe Saldaña","Neytiri","Sigourney Weaver","Kiri \/ Dr. Grace Augustine","Stephen Lang","Colonel Miles Quaritch","Kate Winslet","Ronal","Cliff Curtis","Tonowari","Joel David Moore","Norm Spellman","CCH Pounder","Mo'at","Edie Falco","General Frances Ardmore"],"type":"movie","id":2,"processed_overview":"set decade events first film learn story sully family jake neytiri kids trouble follows lengths go keep safe battles fight stay alive tragedies endure"},{"title":"The Super Mario Bros. Movie","genre":["Animation","Adventure","Family","Fantasy","Comedy"],"overview":"While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi.","actors":["Chris Pratt","Mario (voice)","Anya Taylor-Joy","Princess Peach (voice)","Charlie Day","Luigi (voice)","Jack Black","Bowser (voice)","Keegan-Michael Key","Toad (voice)","Seth Rogen","Donkey Kong (voice)","Fred Armisen","Cranky Kong (voice)","Kevin Michael Richardson","Kamek (voice)","Sebastian Maniscalco","Spike (voice)"],"type":"movie","id":3,"processed_overview":"working underground fix water main brooklyn plumbersand brothersmario luigi transported mysterious pipe wander magical new world brothers separated mario embarks epic quest find luigi"},{"title":"Batman vs. Two-Face","genre":["Action","Animation","Comedy"],"overview":"Former Gotham City District Attorney Harvey Dent, one side of his face scarred by acid, goes on a crime spree based on the number '2'. All of his actions are decided by the flip of a defaced, two-headed silver dollar.","actors":["Adam West","Bruce Wayne \/ Batman (voice)","Burt Ward","Dick Grayson \/ Robin (voice)","William Shatner","Harvey Dent \/ Two-Face (voice)","Julie Newmar","Catwoman (voice)","Jeff Bergman","Joker \/ Bookworm \/ Desmond Dumas (voice)","Sirena Irwin","Harleen Quinzel (voice)","Thomas Lennon","Chief O'Hara (voice)","Lee Meriwether","Lucilee Diamond (voice)","William Salyers","Penguin (voice)"],"type":"history","id":4,"processed_overview":"former gotham city district attorney harvey dent one side face scarred acid goes crime spree based number actions decided flip defaced twoheaded silver dollar"},{"title":"Ghost in the Shell: The New Movie","genre":"Science Fiction, Animation","overview":"When a ghost-infecting virus known as Fire-Starter begins spreading through the system resulting in the assassination of the Japanese Prime Minister, Major Motoko Kusanagi and her elite team of special operatives are called in to track down its source.","actors":"Maaya Sakamoto, Motoko Kusanagi (voice), Kenichirou Matsuda, Batou (voice), Kazuya Nakai, Borma (voice), Ikkyu Juku, Daisuke Aramaki (voice), Kenji Nojima, Tsumugi (voice), Mayumi Asano, Kurutsu (voice), Megumi Han, Chris (voice), Miyuki Sawashiro, Logicoma (voice), Mugihito, Robert Lee (voice)","type":"history","id":5,"processed_overview":"ghostinfecting virus known firestarter begins spreading system resulting assassination japanese prime minister major motoko kusanagi elite team special operatives called track source"}]