[{"title":"Batman","genre":["Action"],"overview":"Former Gotham City District Attorney Harvey Dent, one side of his face scarred by acid, goes on a crime spree based on the number '2'. All of his actions are decided by the flip of a defaced, two-headed silver dollar.","actors":["Gian"],"type":"movie","id":1,"processed_overview":"former gotham city district attorney harvey dent one side face scarred acid goes crime spree based number actions decided flip defaced twoheaded silver dollar"},{"title":"Superman","genre":["Drama"],"overview":"When a ghost-infecting virus known as Fire-Starter begins spreading through the system resulting in the assassination of the Japanese Prime Minister, Major Motoko Kusanagi and her elite team of special operatives are called in to track down its source.","actors":["Regi"],"type":"movie","id":2,"processed_overview":"ghostinfecting virus known firestarter begins spreading system resulting assassination japanese prime minister major motoko kusanagi elite team special operatives called track source"},{"title":"Preman Pensiun","genre":["Action"],"overview":"Kang Mus is a boss of terminal and market now he is retirement and give a business to Subordinate","actors":["Kang Mus"],"type":"movie","id":3,"processed_overview":"kang mus boss terminal market retirement give business subordinate"},{"title":"Preman Pensiun 3","genre":["Drama"],"overview":"Kang Mus now is succes from selling kicimpring and now he expand his business","actors":["Kang Mus"],"type":"movie","id":4,"processed_overview":"kang mus succes selling kicimpring expand business"},{"title":"Batman","genre":["Action"],"overview":"Former Gotham City District Attorney Harvey Dent, one side of his face scarred by acid, goes on a crime spree based on the number '2'. All of his actions are decided by the flip of a defaced, two-headed silver dollar.","actors":["Gian"],"type":"history","id":5,"processed_overview":"former gotham city district attorney harvey dent one side face scarred acid goes crime spree based number actions decided flip defaced twoheaded silver dollar"},{"title":"Preman Pensiun 2","genre":["Comedy"],"overview":"kang mus now is selling kicimpring after retirement from terminal and market.","actors":["Kang Mus"],"type":"history","id":6,"processed_overview":"kang mus selling kicimpring retirement terminal market"}]