[
    {
        "names": "Recess: School's Out",
        "date_x": "02/16/2001 ",
        "score": 65,
        "genre": "Science Fiction, Family, Comedy, Animation",
        "overview": "It's the most exciting time of year at Third Street Elementary-- the end of the School Year! But boredom quickly sets in for protagonist TJ Detweiler, as his friends are headed for Summer Camp. One day, while passing by the school on his bike, he notices a green glow coming from the school's auditorium. This is the work of the insidious ex-principal of Third Street, Phillium Benedict and his gang of ninjas and secret service look-alikes! Benedict is planning to get rid of Summer Vacation using his newly-acquired Tractor Beam, which he stole from the US Military Base in an effort to raise US Test Scores, and it's up to the Recess Gang to stop him!",
        "crew": "Andrew Lawrence, T.J. Detweiler (voice), Rickey D'Shon Collins, Vince La Salle (voice), Pamela Adlon, Spinelli (voice), Ashley Johnson, Gretchen Grundler (voice), Jason Davis, Mikey Blumberg (voice), Courtland Mead, Gus Griswald (voice), April Winchell, Ms. Finster / Mrs. Detweiller (voice), Dabney Coleman, Principal Peter Prickly (voice), Ryan O'Donohue, Digger Dave / Randall (voice)",
        "orig_title": "Recess: School's Out",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 10000000,
        "revenue": 44451470,
        "country": "US"
    },
    {
        "names": "Mighty Morphin Power Rangers: The Movie",
        "date_x": "06/30/1995 ",
        "score": 58,
        "genre": "Action, Adventure, Science Fiction, Fantasy",
        "overview": "Six incredible teens out-maneuver and defeat evil everywhere as the Mighty Morphin Power Rangers, but this time the Power Rangers may have met their match when they face off with Ivan Ooze, the most sinister monster the galaxy has ever seen.",
        "crew": "Jason David Frank, Tommy Oliver / White Ranger, Steve Cardenas, Rocky DeSantos / Red Ranger, Amy Jo Johnson, Kimberly Hart / Pink Ranger, David Yost, Billy Cranston / Blue Ranger, Johnny Yong Bosch, Adam Park / Black Ranger, Karan Ashley, Aisha Campbell / Yellow Ranger, Paul Schrier, Farkas \"Bulk\" Bulkmeier, Jason Narvy, Eugene 'Skull' Skullovitch, Paul Freeman, Ivan Ooze",
        "orig_title": "Mighty Morphin Power Rangers: The Movie",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 15000000,
        "revenue": 66400000,
        "country": "US"
    },
    {
        "names": "The Friendship Game",
        "date_x": "11/11/2022 ",
        "score": 53,
        "genre": "Science Fiction, Horror",
        "overview": "A group of teens in a small town come across a strange object that tests their loyalties to each other with increasingly destructive consequences the deeper into the game they go.",
        "crew": "Peyton List, Zooza, Brendan Meyer, Rob, Kelcey Mawema, Courtney, Kaitlyn Santa Juana, Cotton Allen, Dylan Schombing, Kyle Jr., Miriam Smith, Old Woman, Jennifer Copping, Zooza's Mom, Miranda Edwards, Detective Modari, Annette Reilly, Donna Means",
        "orig_title": "The Friendship Game",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 104050080,
        "revenue": 536903130,
        "country": "US"
    },
    {
        "names": "Parental Guidance",
        "date_x": "12/26/2012 ",
        "score": 59,
        "genre": "Comedy",
        "overview": "Artie and Diane agree to look after their three grandkids when their type-A helicopter parents need to leave town for work. Problems arise when the kids' 21st-century behavior collides with Artie and Diane's old-school methods.",
        "crew": "Billy Crystal, Artie Decker, Bette Midler, Diane Decker, Marisa Tomei, Alice Simmons, Tom Everett Scott, Phil Simmons, Bailee Madison, Harper Simmons, Joshua Rush, Turner Simmons, Kyle Breitkopf, Barker Simmons, Jennifer Crystal Foley, Cassandra, Rhoda Griffis, Dr. Schveer",
        "orig_title": "Parental Guidance",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 25000000,
        "revenue": 120832383,
        "country": "AU"
    },
    {
        "names": "The Wind Rises",
        "date_x": "02/27/2014 ",
        "score": 78,
        "genre": "Drama, Animation, War, Romance",
        "overview": "A lifelong love of flight inspires Japanese aviation engineer Jiro Horikoshi, whose storied career includes the creation of the A-6M World War II fighter plane.",
        "crew": "Hideaki Anno, Jirô Horikoshi (voice), Hidetoshi Nishijima, Honjô (voice), Miori Takimoto, Naoko Satomi (voice), Masahiko Nishimura, Kurokawa (voice), Stephen Alpert, Castorp (voice), Mansai Nomura, Giovanni Battista (voice), Jun Kunimura, Hattori (voice), Mirai Shida, Kayo Horikoshi (voice), Shinobu Otake, Mrs. Kurokawa (voice)",
        "orig_title": " 風立ちぬ",
        "status": " Released",
        "orig_lang": " Japanese",
        "budget_x": 30000000,
        "revenue": 117932401,
        "country": "AU"
    },
    {
        "names": "Murder at Yellowstone City",
        "date_x": "08/01/2022 ",
        "score": 56,
        "genre": "Western, Mystery",
        "overview": "A former slave who arrives in Yellowstone City, Montana, a desolate former boomtown now on the decline, looking for a place to call home. On that same day, a local prospector discovers gold - and is murdered.",
        "crew": "Gabriel Byrne, Sheriff Ambrose, Thomas Jane, Thaddeus, Isaiah Mustafa, Cicero, Anna Camp, Alice, Nat Wolff, Young Jim, Richard Dreyfuss, Edgar, Aimee Garcia, Isabel, Zach McGowan, Dunnigan, Danny Bohnen, Marcus O'Sullivan",
        "orig_title": "Murder at Yellowstone City",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 111200000,
        "revenue": 278054690.6,
        "country": "AU"
    },
    {
        "names": "My Lovely Angel",
        "date_x": "05/12/2021 ",
        "score": 73,
        "genre": "Drama",
        "overview": "A life-changing story of a man who has lived as a loner his entire life. Jae Shik begins to live together with a child with a hearing-visual disability, as they change each other's lives and try to find a way to communicate.",
        "crew": "Jin Goo, Jae-sik, Jung Seo-yeon, Eun-hye, Kang Shin-il, Yeon-joo's Father, Jang Hye-jin, Landlord, Park Ye-ni, Yeon-joo, Bang Eun-jung, Eun-sook, Park Hee-eun, Volunteer, Jang Yoon-jung, Counselor, Kim Jong-goo, Mr. Jung",
        "orig_title": " 내겐 너무 소중한 너",
        "status": " Released",
        "orig_lang": " Korean",
        "budget_x": 71400000,
        "revenue": 751654707.4,
        "country": "KR"
    },
    {
        "names": "Love at First Kiss",
        "date_x": "03/03/2023 ",
        "score": 62,
        "genre": "Romance, Comedy",
        "overview": "The story of Javier who, at the age of 16, while kissing a girl for the first time, realized that he had a gift of romantic clairvoyance. Javier can see the future... and he finally knows who the love of his life is.",
        "crew": "Álvaro Cervantes, Javier, Silvia Alonso, Lucía, Gorka Otxoa, , Susana Abaitua, , Pilar Castro, ",
        "orig_title": " Eres tú",
        "status": " Released",
        "orig_lang": " Spanish, Castilian",
        "budget_x": 178400000,
        "revenue": 324436308.4,
        "country": "US"
    },
    {
        "names": "Young Sister-In-Law 2",
        "date_x": "02/08/2017 ",
        "score": 53,
        "genre": "Romance",
        "overview": "Won-jin is sent into a nearby region suddenly by the company. He is unprepared when he goes down so he calls his friend Chang-hoon who lives there. Chang-hoon lets Won-jin stay at his house for the time being but Won-jin gets to thinking.  The reason is, Chang-hoon's young wife Soo-yeong has a history with Won-jin. However, Won-jin decides to go to Chang-hoon's house to see Soo-yeong. Chang-hoon just happens to leave the house for a while and Won-jin meets Soo-yeong's glamorous friend Kyeong-hee who is also living there.  Won-jin starts living with Soo-yeong and Kyeong-hee who starts seducing him.",
        "crew": "Han Ga-hee, Soo-yeong, Lee Eun-mi, Kyeong-hee, Lee Do-Yoon, , Choi Min-ho, ",
        "orig_title": " 어린 형수 2",
        "status": " Released",
        "orig_lang": " Korean",
        "budget_x": 121400000,
        "revenue": 492196010.4,
        "country": "KR"
    },
    {
        "names": "Rise of the Guardians",
        "date_x": "12/13/2012 ",
        "score": 74,
        "genre": "Family, Animation, Fantasy, Action, Adventure",
        "overview": "When an evil spirit known as Pitch lays down the gauntlet to take over the world, the immortal Guardians must join forces for the first time to protect the hopes, beliefs and imagination of children all over the world.",
        "crew": "Chris Pine, Jack Frost (voice), Alec Baldwin, North (voice), Jude Law, Pitch (voice), Isla Fisher, Tooth (voice), Hugh Jackman, E. Aster Bunnymund (voice), Dakota Goyo, Jamie (voice), Isabella Blake-Thomas, British Girl (voice), Jacob Bertrand, Monty (voice), Khamani Griffin, Caleb (voice)",
        "orig_title": "Rise of the Guardians",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 145000000,
        "revenue": 306941670,
        "country": "AU"
    },
    {
        "names": "Kundun",
        "date_x": "06/18/1998 ",
        "score": 69,
        "genre": "Drama, History",
        "overview": "The Tibetans refer to the Dalai Lama as 'Kundun', which means 'The Presence'. He was forced to escape from his native home, Tibet, when communist China invaded and enforced an oppressive regime upon the peaceful nation. The Dalai Lama escaped to India in 1959 and has been living in exile in Dharamsala ever since.",
        "crew": "Tenzin Thuthob Tsarong, Dalai Lama (Adult), Tencho Gyalpo, Mother, Tsewang Migyur Khangsar, Father, Gyurme Tethong, Dalai Lama (Age 12), Robert Lin, Chairman Mao, Tulku Jamyang Kunga Tenzin, Dalai Lama (Age 5), Tenzin Yeshi Paichang, Dalai Lama (Aged 2), Tenzin Topjar, Lobsang (5-10), Tenzin Lodoe, Takster",
        "orig_title": "Kundun",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 28000000,
        "revenue": 5686694,
        "country": "AU"
    },
    {
        "names": "DPMI-019 キャンギャル狂想脚 美月恋",
        "date_x": "06/25/2017 ",
        "score": 0,
        "genre": null,
        "overview": "We don't have an overview translated in English. Help us expand our database by adding one.",
        "crew": null,
        "orig_title": "DPMI-019 キャンギャル狂想脚 美月恋",
        "status": " Released",
        "orig_lang": " Japanese",
        "budget_x": 167540000,
        "revenue": 175269998.8,
        "country": "JP"
    },
    {
        "names": "The Transformers: The Movie",
        "date_x": "12/26/1986 ",
        "score": 72,
        "genre": "Animation, Science Fiction, Action, Adventure, Family",
        "overview": "The Autobots must stop a colossal planet-consuming robot who goes after the Autobot Matrix of Leadership. At the same time, they must defend themselves against an all-out attack from the Decepticons.",
        "crew": "Judd Nelson, Hot Rod / Rodimus Prime (voice), Peter Cullen, Optimus Prime (voice), Frank Welker, Megatron / Soundwave / Rumble (voice), Leonard Nimoy, Galvatron (voice), Orson Welles, Unicron (voice), Casey Kasem, Cliffjumper (voice), Dan Gilvezan, Bumblebee (voice), Scatman Crothers, Jazz (voice), Susan Blu, Arcee (voice)",
        "orig_title": "The Transformers: The Movie",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 6000000,
        "revenue": 5849647,
        "country": "AU"
    },
    {
        "names": "13 Exorcisms",
        "date_x": "11/04/2022 ",
        "score": 55,
        "genre": "Drama, Horror",
        "overview": "After participating in a séance, young Laura begins to behave strangely. Alarmed, her parents ask Father Olmedo, one of the few exorcists authorized by the Vatican to intervene in cases of demonic possession, for help.",
        "crew": "María Romanillos, Laura, Ruth Díaz, Carmen, Urko Olazábal, Tomás, Pablo Revuelta, Jesús, José Sacristán, Padre Olmedo, Daniela Bini, Niña Demonio, Cristina Castaño, Asunción, Silma López, Lola, Daniel Arias, Enrique",
        "orig_title": " 13 exorcismos",
        "status": " Released",
        "orig_lang": " Spanish, Castilian",
        "budget_x": 2480000,
        "revenue": 1891519,
        "country": "ES"
    },
    {
        "names": "Mysterious Skin",
        "date_x": "05/06/2005 ",
        "score": 76,
        "genre": "Drama",
        "overview": "A teenage hustler and a young man obsessed with alien abductions cross paths, together discovering a horrible, liberating truth.",
        "crew": "Joseph Gordon-Levitt, Neil, Brady Corbet, Brian, Michelle Trachtenberg, Wendy, Jeffrey Licon, Eric, Mary Lynn Rajskub, Avalyn, Elisabeth Shue, Mrs. McCormick, Chase Ellison, Neil (Age 8), George Webster, Brian (Age 8), Rachael Nastassja Kraft, Deborah (Age 12)",
        "orig_title": "Mysterious Skin",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 5389600,
        "revenue": 1524966,
        "country": "US"
    },
    {
        "names": "Sanctuary",
        "date_x": "05/19/2023 ",
        "score": 0,
        "genre": "Drama, Thriller",
        "overview": "Confined to a claustrophobic hotel room, the heir to a hotel empire and the dominatrix who has primed him for success become locked in a battle of wits and wills as he tries to end his relationship with her.",
        "crew": "Christopher Abbott, Hal Porterfield, Margaret Qualley, Rebecca Marin, Francisco Castaneda, Man in the Hallway, Katie Young, Woman in the Hallway, Dominick Defilips, Older Phil Porterfield, Rene Calvo, Younger Phil Porterfield, Danita Battle, Hal's Mother, Christian Casatelli, Young Hal",
        "orig_title": "Sanctuary",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 102000000.2,
        "revenue": 175269998.8,
        "country": "US"
    },
    {
        "names": "Pokémon: Jirachi - Wish Maker",
        "date_x": "07/19/2003 ",
        "score": 66,
        "genre": "Family, Action, Animation, Adventure, Fantasy, Science Fiction",
        "overview": "Ash, May, Brock, and Max come upon the festival of the Wishing Star of Seven Nights. During their enjoyment, the legendary Pokemon--Jirachi, descends from the heavens and befriends Max. Jirachi, with the power to grant any wish, is sought after by many people wanting to claim its power. One man seeks to use its legendary power to revive an ancient Pokemon known as Groudon, unaware of the dangers hidden within Jirachi's powers",
        "crew": "Rica Matsumoto, Satoshi (voice), Yuji Ueda, Takeshi / Sonans (voice), KAORI, Haruka (voice), Fushigi Yamada, Masato (voice), Ikue Otani, Pikachu (voice), Tomiko Suzuki, Jirachi (voice), Shin-ichiro Miki, Kojiro / Flygon (voice), Megumi Hayashibara, Musashi / Absol (voice), Inuko Inuyama, Nyarth (voice)",
        "orig_title": " 劇場版ポケットモンスター アドバンスジェネレーション 七夜の願い星 ジラーチ",
        "status": " Released",
        "orig_lang": " Japanese",
        "budget_x": 8391625.8,
        "revenue": 334000000,
        "country": "JP"
    },
    {
        "names": "The Perfect Dinner",
        "date_x": "10/20/2022 ",
        "score": 68,
        "genre": "Comedy, Romance, Crime",
        "overview": "Carmine is a Neapolitan mafioso who isn’t cut out for the criminal life. Under the protection of his boss Pasquale, Carmine is sent north to run a money laundering operation through a restaurant. He simply needs to defrost frozen meals, issue receipts and dinner is served.  But everything changes when he meets Consuelo, a chef who always pursues perfection and dreams of winning a Michelin star. Carmine hires her and decides to transform the establishment into a high-end restaurant. Could the love for food and dream of winning a Michelin star give them both a second chance?",
        "crew": "Salvatore Esposito, Carmine, Greta Scarano, Consuelo, Gianluca Colucci, Rosario, Gianfranco Gallo, Don Pasquale, Antonella Attili, Don Pasquale, Antonio Grosso, Giuliano, Marlon Joubert, Giuliano Picariello, Teresa Ferrari, Jessica, Federico Le Pera, Jacopo",
        "orig_title": " La cena perfetta",
        "status": " Released",
        "orig_lang": " Italian",
        "budget_x": 104700000,
        "revenue": 538260394.4,
        "country": "AU"
    },
    {
        "names": "Detective Knight: Independence",
        "date_x": "01/20/2023 ",
        "score": 56,
        "genre": "Action, Crime, Thriller",
        "overview": "Detective James Knight 's last-minute assignment to the Independence Day shift turns into a race to stop an unbalanced ambulance EMT from imperiling the city's festivities. The misguided vigilante, playing cop with a stolen gun and uniform, has a bank vault full of reasons to put on his own fireworks show... one that will strike dangerously close to Knight's home.",
        "crew": "Bruce Willis, Detective James Knight, Jack Kilmer, Dezi, Lochlyn Munro, Fitzgerald, Jimmy Jean-Louis, Detective Godwin Sango, Willow Shields, Ally, Dina Meyer, Charlotte Burnham, Timothy V. Murphy, , Lorenzo Antonucci, George, Joe Munroe, Robin",
        "orig_title": "Detective Knight: Independence",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 134200000,
        "revenue": 772865923.6,
        "country": "US"
    },
    {
        "names": "You’re Killing Me",
        "date_x": "04/07/2023 ",
        "score": 0,
        "genre": "Horror, Thriller",
        "overview": "Follows Eden, who goes to a coveted 'Heaven and Hell' party, hoping to get a letter of recommendation to an elite university from the wealthy parents of her classmate, but the party quickly turns into a fight for her life.",
        "crew": "McKaley Miller, Eden, Dermot Mulroney, , Anne Heche, , Wil Deusner, Gooch, Brice Anthony Heller, Schroder, Morgana Van Peebles, Kendra, Keyara Milliner, Zara, Jayson Warner Smith, Joel Murphy, Jordan Blair Mangold Brown, Teacher",
        "orig_title": "You’re Killing Me",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 183540000,
        "revenue": 175269998.8,
        "country": "US"
    },
    {
        "names": "In the Heights",
        "date_x": "06/11/2021 ",
        "score": 73,
        "genre": "Drama, Music, Romance",
        "overview": "The story of Usnavi, a bodega owner who has mixed feelings about closing his store and retiring to the Dominican Republic or staying in Washington Heights.",
        "crew": "Anthony Ramos, Usnavi, Corey Hawkins, Benny, Leslie Grace, Nina Rosario, Melissa Barrera, Vanessa, Olga Merediz, Abuela Claudia, Daphne Rubin-Vega, Daniela, Gregory Diaz IV, Sonny, Marc Anthony, Gapo, Jimmy Smits, Kevin Rosario",
        "orig_title": "In the Heights",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 55000000,
        "revenue": 43646976,
        "country": "AU"
    },
    {
        "names": "Our Father",
        "date_x": "05/11/2022 ",
        "score": 66,
        "genre": "Documentary, Crime",
        "overview": "After a woman's at-home DNA test reveals multiple half-siblings, she discovers a shocking scheme involving donor sperm and a popular fertility doctor.",
        "crew": "Donald Cline, Self - Fertility Doctor, Jacoba Ballard, Self, Angela Ganote, Self, Kylene Gott, Self, Julie Harmon, Self, Jason Hyatt, Self, Matt White, Self, Heather Woock, Self, Dianna Kiesler, Self - Julie's Mother",
        "orig_title": "Our Father",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 88000000,
        "revenue": 540133746,
        "country": "US"
    },
    {
        "names": "The Cable Guy",
        "date_x": "09/12/1996 ",
        "score": 60,
        "genre": "Comedy, Drama, Thriller",
        "overview": "When recently single Steven moves into his new apartment, cable guy Chip comes to hook him up—and doesn't let go. Initially, Chip is just overzealous in his desire to be Steven's pal, but when Steven tries to end the 'friendship', Chip shows his dark side. He begins stalking Steven, who's left to fend for himself because no one else can believe Chip's capable of such behaviour.",
        "crew": "Jim Carrey, Cable Guy, Matthew Broderick, Steven M. Kovacs, Leslie Mann, Robin Harris, Jack Black, Rick, George Segal, Steven's father, Diane Baker, Steven's Mother, Ben Stiller, Sam Sweet / Stan Sweet, Eric Roberts, Eric Roberts, Janeane Garofalo, Medieval Times Waitress",
        "orig_title": "The Cable Guy",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 47000000,
        "revenue": 102825796,
        "country": "AU"
    },
    {
        "names": "Chang Can Dunk",
        "date_x": "03/10/2023 ",
        "score": 72,
        "genre": "Family, Comedy, Drama",
        "overview": "Chang, a 16-year-old, Asian American, bets the high school basketball star that he can dunk by Homecoming. The bet leads 5' 8\" Chang on a quest to learn to dunk—not only to impress his crush, Kristy, but to gain the respect of his high school peers too. But before he can rise up and truly throw one down, he'll have to reexamine everything he knows about himself, his friendships and his family.",
        "crew": "Bloom Li, Chang, Dexter Darden, DeAndre, Ben Wang, Bo, Zoe Renee, Kristy, Chase Liefeld, Matt, Mardy Ma, Chen, Alexandre Chen, Li Chang, Nile Bullock, Owen, Cathy Salvodon, Principle Elliot",
        "orig_title": "Chang Can Dunk",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 111000000,
        "revenue": 512397898.8,
        "country": "AU"
    },
    {
        "names": "Tenet",
        "date_x": "08/27/2020 ",
        "score": 72,
        "genre": "Action, Thriller, Science Fiction",
        "overview": "Armed with only one word - Tenet - and fighting for the survival of the entire world, the Protagonist journeys through a twilight world of international espionage on a mission that will unfold in something beyond real time.",
        "crew": "John David Washington, The Protagonist, Robert Pattinson, Neil, Elizabeth Debicki, Kat, Kenneth Branagh, Andrei Sator, Dimple Kapadia, Priya, Himesh Patel, Mahir, Aaron Taylor-Johnson, Ives, Michael Caine, Sir Michael Crosby, Clémence Poésy, Barbara",
        "orig_title": "Tenet",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 205000000,
        "revenue": 360240189,
        "country": "AU"
    },
    {
        "names": "Richard Jewell",
        "date_x": "02/13/2020 ",
        "score": 74,
        "genre": "Drama, History, Crime",
        "overview": "Richard Jewell thinks quick, works fast, and saves hundreds, perhaps thousands, of lives after a domestic terrorist plants several pipe bombs and they explode during a concert, only to be falsely suspected of the crime by sloppy FBI work and sensational media coverage.",
        "crew": "Paul Walter Hauser, Richard Jewell, Jon Hamm, Tom Shaw, Kathy Bates, Bobi Jewell, Sam Rockwell, Watson Bryant, Olivia Wilde, Kathy Scruggs, Nina Arianda, Nadya, Ian Gomez, Agent Dan Bennet, Wayne Duvall, Richard Rackleff, Dylan Kussman, Bruce Hughes",
        "orig_title": "Richard Jewell",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 45000000,
        "revenue": 43092210,
        "country": "AU"
    },
    {
        "names": "Kuch Kuch Hota Hai",
        "date_x": "10/16/1998 ",
        "score": 76,
        "genre": "Romance, Drama",
        "overview": "Per her mother's last wish, an 8 year old girl sets out to reunite her father with his college best friend who was in love with him.",
        "crew": "Shah Rukh Khan, Rahul Khanna, Kajol, Anjali Sharma, Rani Mukerji, Tina Malhotra, Salman Khan, Aman Mehra, Farida Jalal, Mrs. Khanna, Archana Puran Singh, Ms. Briganza, Himani Shivpuri, Rifat Bi, Johnny Lever, Col. Almeida, Anupam Kher, Principal Malhotra",
        "orig_title": " कुछ कुछ होता है",
        "status": " Released",
        "orig_lang": " Hindi",
        "budget_x": 153000,
        "revenue": 15306000,
        "country": "IN"
    },
    {
        "names": "Precious Cargo",
        "date_x": "04/22/2016 ",
        "score": 52,
        "genre": "Action, Crime, Thriller",
        "overview": "After a botched heist, Eddie  a murderous crime boss, hunts down the seductive thief Karen who failed him. In order to win back Eddie’s trust, Karen recruits her ex-lover and premier thief Jack to steal a cargo of rare precious gems. But when the job goes down, allegiances are betrayed and lines are crossed as Jack, Karen, and Eddie face off in a fateful showdown.",
        "crew": "Bruce Willis, Eddie, Claire Forlani, Karen, Mark-Paul Gosselaar, Jack, John Brotherton, Nicholas, Lydia Hull, Jenna, Daniel Bernhardt, Simon, Ashley Kirk, Zoe, Jenna B. Kelly, Logan, Tyler Jon Olsen, Lucas",
        "orig_title": "Precious Cargo",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 10500000,
        "revenue": 100659,
        "country": "US"
    },
    {
        "names": "Kicks",
        "date_x": "09/09/2016 ",
        "score": 67,
        "genre": "Drama, Crime, Action",
        "overview": "When his hard-earned kicks get snatched by a local hood, fifteen-year old Brandon and his two best friends go on an ill-advised mission across the Bay Area to retrieve the stolen sneakers.",
        "crew": "Jahking Guillory, Brandon, Kofi Siriboe, Flaco, Mahershala Ali, Marlon, Christopher Meyer, Rico, C.J. Wallace, Albert, Molly Shaiken, The Astronaut, Dyendis Davis-Jones, Shoe Store Mom, Kyndall Ferguson, Lila, Tina Gilton, House Party Girl 1",
        "orig_title": "Kicks",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 10000000,
        "revenue": 150191,
        "country": "US"
    },
    {
        "names": "Rings",
        "date_x": "05/31/2017 ",
        "score": 50,
        "genre": "Horror",
        "overview": "Julia becomes worried about her boyfriend Holt when he explores the dark urban legend of a mysterious videotape said to kill the watcher seven days after viewing. She sacrifices herself to save her boyfriend and in doing so makes a horrifying discovery: there is a \"movie within the movie\" that no one has ever seen before.",
        "crew": "Matilda Lutz, Julia, Alex Roe, Holt Anthony, Johnny Galecki, Gabriel Brown, Vincent D'Onofrio, Galen Burke, Aimee Teegarden, Skye Johnston, Bonnie Morgan, Samara Morgan, Chuck David Willis, Blue, Patrick R. Walker, Jamal, Zach Roerig, Carter",
        "orig_title": "Rings",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 25000000,
        "revenue": 82917283,
        "country": "AU"
    },
    {
        "names": "Spider-Man 2",
        "date_x": "06/30/2004 ",
        "score": 72,
        "genre": "Action, Adventure, Fantasy",
        "overview": "Peter Parker is going through a major identity crisis. Burned out from being Spider-Man, he decides to shelve his superhero alter ego, which leaves the city suffering in the wake of carnage left by the evil Doc Ock. In the meantime, Parker still can't act on his feelings for Mary Jane Watson, a girl he's loved since childhood. A certain anger begins to brew in his best friend Harry Osborn as well...",
        "crew": "Tobey Maguire, Spider-Man / Peter Parker, Kirsten Dunst, Mary Jane Watson, James Franco, Harry Osborn, Alfred Molina, Doc Ock / Otto Octavius, Rosemary Harris, May Parker, J.K. Simmons, J. Jonah Jameson, Donna Murphy, Rosalie Octavius, Daniel Gillies, John Jameson, Dylan Baker, Dr. Curt Connors",
        "orig_title": "Spider-Man 2",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 200000000,
        "revenue": 794697557,
        "country": "AU"
    },
    {
        "names": "Into the Blue",
        "date_x": "10/20/2005 ",
        "score": 59,
        "genre": "Action, Thriller, Adventure, Crime",
        "overview": "When they take some friends on an extreme sport adventure, the last thing Jared and Sam expect to see below the shark-infested waters is a legendary pirate ship rumored to contain millions of dollars in gold. But their good fortune is short-lived, as a ruthless gang of criminals gets word of what they have uncovered.",
        "crew": "Paul Walker, Jared, Jessica Alba, Sam, Scott Caan, Bryce, Ashley Scott, Amanda, Josh Brolin, Bates, James Frain, Reyes, Dwayne Adway, Roy, Chris Taloa, Quinn, Tyson Beckford, Primo",
        "orig_title": "Into the Blue",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 50000000,
        "revenue": 41982227,
        "country": "AU"
    },
    {
        "names": "Ghost in the Shell: The New Movie",
        "date_x": "11/26/2015 ",
        "score": 67,
        "genre": "Science Fiction, Animation",
        "overview": "When a ghost-infecting virus known as Fire-Starter begins spreading through the system resulting in the assassination of the Japanese Prime Minister, Major Motoko Kusanagi and her elite team of special operatives are called in to track down its source.",
        "crew": "Maaya Sakamoto, Motoko Kusanagi (voice), Kenichirou Matsuda, Batou (voice), Kazuya Nakai, Borma (voice), Ikkyu Juku, Daisuke Aramaki (voice), Kenji Nojima, Tsumugi (voice), Mayumi Asano, Kurutsu (voice), Megumi Han, Chris (voice), Miyuki Sawashiro, Logicoma (voice), Mugihito, Robert Lee (voice)",
        "orig_title": " 攻殻機動隊 新劇場版",
        "status": " Released",
        "orig_lang": " Japanese",
        "budget_x": 4301620,
        "revenue": 101203,
        "country": "AU"
    },
    {
        "names": "Spider-Man: All Roads Lead to No Way Home",
        "date_x": "05/03/2022 ",
        "score": 71,
        "genre": "Documentary",
        "overview": "Join our hosts JB Smoove and Martin Starr for a celebration of 20 years of Spider-Man™ movies!  From the original Sam Raimi trilogy to Marc Webb’s “amazing” movies to the latest trio from Director Jon Watts, we will take viewers through the stars, the stunts and action, the villains and heroes and an homage to Stan Lee, along with a few surprises. Find your favourite Spider-Man pajamas and prepare to swing through the past two decades of Spider-Man at the movies!",
        "crew": "Tom Holland, Self, Andrew Garfield, Self, Tobey Maguire, Self, Benedict Cumberbatch, Self (archive footage), Willem Dafoe, Self, Alfred Molina, Self, Jamie Foxx, Self, Martin Starr, Self, J.B. Smoove, Self",
        "orig_title": "Spider-Man: All Roads Lead to No Way Home",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 90100000,
        "revenue": 414551647.4,
        "country": "US"
    },
    {
        "names": "Chapo: El Escape Del Siglo",
        "date_x": "01/15/2016 ",
        "score": 56,
        "genre": "Thriller, Action, Adventure, Crime",
        "overview": "A famous drug kingpin escapes from prison. The mexican president wants him back in jail whereas the U.S. government wants him dead.",
        "crew": "Irineo Alvarez, , José Sefami, , Pascacio López, , Kristoff Raczynski, , Horacio Castelo, , Edgardo González, , José Carlos Rodríguez, , Armando Hernández, , Fernando Sarfatti, ",
        "orig_title": "Chapo: El Escape Del Siglo",
        "status": " Released",
        "orig_lang": " Spanish, Castilian",
        "budget_x": 134298000,
        "revenue": 341476740.4,
        "country": "MX"
    },
    {
        "names": "First Knight",
        "date_x": "07/13/1995 ",
        "score": 61,
        "genre": "Action, Adventure, Drama, Romance",
        "overview": "The timeless tale of King Arthur and the legend of Camelot are retold in this passionate period drama. Arthur is reluctant to hand the crown to Lancelot, and Guinevere is torn between her loyalty to her husband and her growing love for his rival. But Lancelot must balance his loyalty to the throne with the rewards of true love.",
        "crew": "Sean Connery, Arthur, Richard Gere, Lancelot, Julia Ormond, Guinevere, Ben Cross, Malagant, Liam Cunningham, Agravaine, Christopher Villiers, Sir Kay, Valentine Pelka, Sir Patrise, Colin McCormack, Sir Mador, Ralph Ineson, Ralf",
        "orig_title": "First Knight",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 75000000,
        "revenue": 127361412,
        "country": "AU"
    },
    {
        "names": "Open Range",
        "date_x": "08/29/2003 ",
        "score": 72,
        "genre": "Western, Action, Drama",
        "overview": "A former gunslinger is forced to take up arms again when he and his cattle crew are threatened by a corrupt lawman.",
        "crew": "Kevin Costner, Charley Waite, Robert Duvall, Boss Spearman, Michael Gambon, Denton Baxter, Michael Jeter, Percy, Diego Luna, Button, James Russo, Sheriff Poole, Abraham Benrubi, Mose, Kim Coates, Butler, Annette Bening, Sue Barlow",
        "orig_title": "Open Range",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 26000000,
        "revenue": 68613992,
        "country": "US"
    },
    {
        "names": "The Finest Hours",
        "date_x": "03/03/2016 ",
        "score": 66,
        "genre": "Action, Drama, History, Thriller",
        "overview": "The Coast Guard makes a daring rescue attempt off the coast of Cape Cod after a pair of oil tankers are destroyed during a blizzard in 1952.",
        "crew": "Chris Pine, Bernie Webber, Casey Affleck, Ray Sybert, Ben Foster, Richard Livesey, Eric Bana, Daniel Cluff, Holliday Grainger, Miriam Webber, John Ortiz, Wallace Quirey, Kyle Gallner, Andy Fitzgerald, John Magaro, Ervin Maske, Graham McTavish, Frank Fauteux",
        "orig_title": "The Finest Hours",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 70000000,
        "revenue": 49252761,
        "country": "AU"
    },
    {
        "names": "The Rover",
        "date_x": "06/12/2014 ",
        "score": 63,
        "genre": "Crime, Drama",
        "overview": "10 years after a global economic collapse, a hardened loner pursues the men who stole his car through the lawless wasteland of the Australian outback, aided by the brother of one of the thieves.",
        "crew": "Guy Pearce, Eric, Robert Pattinson, Rey, Scoot McNairy, Henry, David Field, Archie, Susan Prior, Dorothy Peeples, Anthony Hayes, Sgt. Rickofferson, Tawanda Manyimo, Caleb, Nash Edgerton, Town Soldier, Gillian Jones, Grandma",
        "orig_title": "The Rover",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 8500000,
        "revenue": 3180252,
        "country": "AU"
    },
    {
        "names": "Tinker Bell and the Legend of the NeverBeast",
        "date_x": "07/22/2015 ",
        "score": 72,
        "genre": "Adventure, Animation, Family",
        "overview": "An ancient myth of a massive creature sparks the curiosity of Tinker Bell and her good friend Fawn, an animal fairy who’s not afraid to break the rules to help an animal in need. But this creature is not welcome in Pixie Hollow — and the scout fairies are determined to capture the mysterious beast, who they fear will destroy their home. Fawn must convince her fairy friends to risk everything to rescue the NeverBeast.",
        "crew": "Ginnifer Goodwin, Fawn (voice), Mae Whitman, Tinker Bell (voice), Rosario Dawson, Nyx (voice), Lucy Liu, Silvermist (voice), Raven-Symoné, Iridessa (voice), Megan Hilty, Rosetta (voice), Pamela Adlon, Vidia (voice), Danai Gurira, Fury (voice), Chloe Bennet, Chase (voice)",
        "orig_title": "Tinker Bell and the Legend of the NeverBeast",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 73800000,
        "revenue": 394200421.4,
        "country": "AU"
    },
    {
        "names": "John Wick: Chapter 3 - Parabellum",
        "date_x": "05/16/2019 ",
        "score": 74,
        "genre": "Action, Thriller, Crime",
        "overview": "Super-assassin John Wick returns with a $14 million price tag on his head and an army of bounty-hunting killers on his trail. After killing a member of the shadowy international assassin’s guild, the High Table, John Wick is excommunicado, but the world’s most ruthless hit men and women await his every turn.",
        "crew": "Keanu Reeves, John Wick, Halle Berry, Sofia, Ian McShane, Winston, Laurence Fishburne, Bowery King, Mark Dacascos, Zero, Asia Kate Dillon, Adjudicator, Lance Reddick, Charon, Anjelica Huston, Director, Tobias Segal, Earl",
        "orig_title": "John Wick: Chapter 3 - Parabellum",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 55000000,
        "revenue": 326709727,
        "country": "AU"
    },
    {
        "names": "Erotic Ghost Story V",
        "date_x": "12/01/1997 ",
        "score": 0,
        "genre": "Drama, Fantasy",
        "overview": "We don't have an overview translated in English. Help us expand our database by adding one.",
        "crew": null,
        "orig_title": " 聊斋艳谭之婴宁",
        "status": " Released",
        "orig_lang": " Cantonese",
        "budget_x": 199600000,
        "revenue": 175269998.8,
        "country": "HK"
    },
    {
        "names": "When the Lights Went Out",
        "date_x": "09/14/2012 ",
        "score": 57,
        "genre": "Thriller, Drama, Horror",
        "overview": "Yorkshire, 1974, the Maynard family moves into their dream house. It's a dream that quickly descends into a panic stricken nightmare as the family discovers a horrifying truth, a truth that will make the history books. The house is already occupied by the most violent poltergeist ever documented, a poltergeist that will tear you from your bed as you sleep and drag you helplessly into the darkness.",
        "crew": "Steven Waddington, Len, Kate Ashfield, Jenny, Jo Hartley, Jeanette, Tasha Connor, Sally, Molly Windsor, The Pale Girl, Craig Parkinson, Brian, Andrea Lowe, Rita, Martin Compston, Mr. Price, Gary Lewis, Father Clifton",
        "orig_title": "When the Lights Went Out",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 4581468,
        "revenue": 1181929,
        "country": "GB"
    },
    {
        "names": "Young Lady Chatterley",
        "date_x": "05/15/1977 ",
        "score": 51,
        "genre": "Comedy, Drama",
        "overview": "Cynthia inherits a large estate and moves in. She reads her aunt's diary and finds out how she was taught in the ways of love by her gardener in 1901 at the age of 21. She decides to continue the fruitful relationship and gets it on with the handsome young gardener herself.",
        "crew": "Harlee McBride, Cynthia Chatterley, Peter Ratray, Paul - Young Gardener, Joi Staton, Mary - Housekeeper, Ann Michelle, Gwen - Roommate, William Beckley, Philip - Fiance, Mary Forbes, Lady Frances Chatterley, Patrick Wright, Flash Back Gardener, Henry Charles, Sidney - Butler, Edgar Daniels, Hartford - Solicitor",
        "orig_title": "Young Lady Chatterley",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 132200000,
        "revenue": 249632395.4,
        "country": "US"
    },
    {
        "names": "Unfriended: Dark Web",
        "date_x": "08/09/2018 ",
        "score": 63,
        "genre": "Horror, Thriller, Mystery",
        "overview": "​When a 20-something finds a cache of hidden files on his new laptop, he and his friends are unwittingly thrust into the depths of the dark web. They soon discover someone has been watching their every move and will go to unimaginable lengths to protect the dark web.",
        "crew": "Colin Woodell, Matias O'Brien, Betty Gabriel, Nari Jemisin, Rebecca Rittenhouse, Serena Lange, Andrew Lees, Damon Horton, Connor Del Rio, Aj Williams, Stephanie Nogueras, Amaya DeSoto, Savira Windyani, Lexx Putri, Chelsea Alden, Kelly, Alexa Mansour, Erica Dunne",
        "orig_title": "Unfriended: Dark Web",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 1000000,
        "revenue": 16434588,
        "country": "AU"
    },
    {
        "names": "Splatter: Naked Blood",
        "date_x": "02/20/1996 ",
        "score": 59,
        "genre": "Science Fiction, Horror",
        "overview": "A scientist taints his mother's scientific experiment with his own drug that transforms pain into a pleasurable experience. Unfortunately for the three women involved in the experiment, the drug works a little bit too well.",
        "crew": "Misa Aika, Rika Mikami, Yumika Hayashi, Gluttonous Woman, Mika Kirihara, Vain Woman, Sadawo Abe, Eiji Kure, Masumi Nakao, Yuki Kure, Eiji's mother, Tadashi Shiraishi, Eiji's father, Seiya Hiramatsu, Eiji, the progeny",
        "orig_title": " 女虐 悪魔の悦び",
        "status": " Released",
        "orig_lang": " Japanese",
        "budget_x": 105800000,
        "revenue": 216113745,
        "country": "JP"
    },
    {
        "names": "The Bad Guys",
        "date_x": "03/31/2022 ",
        "score": 77,
        "genre": "Animation, Action, Adventure, Crime, Comedy, Family",
        "overview": "When the Bad Guys, a crew of criminal animals, are finally caught after years of heists and being the world’s most-wanted villains, Mr. Wolf brokers a deal to save them all from prison.",
        "crew": "Sam Rockwell, Wolf (voice), Marc Maron, Snake (voice), Awkwafina, Tarantula (voice), Craig Robinson, Shark (voice), Anthony Ramos, Piranha (voice), Richard Ayoade, Professor Marmalade (voice), Zazie Beetz, Diane Foxington (voice), Alex Borstein, Police Chief Misty Luggins (voice), Lilly Singh, Tiffany Fluffit (voice)",
        "orig_title": "The Bad Guys",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 70000000,
        "revenue": 250659286,
        "country": "AU"
    },
    {
        "names": "Masquerade",
        "date_x": "03/09/2023 ",
        "score": 70,
        "genre": "Drama, Comedy, Romance, Crime",
        "overview": "Adrien, an attractive dancer whose career was shattered by a motorbike accident, wastes his youth in the laziness of the French Riviera, where he is looked after by Martha, a former movie star. Adrien’s life is turned upside down when he meets Margot, a captivating beauty who lives for the thrill of scams and romantic entanglements. Together, they fantasise about a better life and set up a diabolical scheme, an emotional masquerade.",
        "crew": "Isabelle Adjani, Martha, François Cluzet, Simon, James Wilby, , Marine Vacth, Margot, Pierre Niney, Adrien, Emmanuelle Devos, Carole, Laura Morante, Jeanne, Charles Berling, , Nicolas Briançon, ",
        "orig_title": " Mascarade",
        "status": " Released",
        "orig_lang": " French",
        "budget_x": 14000000,
        "revenue": 306869795.2,
        "country": "AU"
    },
    {
        "names": "The Dig",
        "date_x": "01/14/2021 ",
        "score": 69,
        "genre": "Drama, History",
        "overview": "As WWII looms, a wealthy widow hires an amateur archaeologist to excavate the burial mounds on her estate. When they make a historic discovery, the echoes of Britain's past resonate in the face of its uncertain future‎.",
        "crew": "Carey Mulligan, Edith Pretty, Ralph Fiennes, Basil Brown, Lily James, Peggy Piggott, Johnny Flynn, Rory Lomax, Ben Chaplin, Stuart Piggott, Ken Stott, Charles Phillips, Archie Barnes, Robert Pretty, Monica Dolan, May Brown, Eamon Farren, John Brailsford",
        "orig_title": "The Dig",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 116000000,
        "revenue": 887668759.2,
        "country": "AU"
    },
    {
        "names": "Spirit Halloween: The Movie",
        "date_x": "09/30/2022 ",
        "score": 67,
        "genre": "Fantasy, Family, Horror, Adventure",
        "overview": "A group of middle schoolers discover a Spirit Halloween store is haunted and must survive the night.",
        "crew": "Christopher Lloyd, Alex Windsor, Rachael Leigh Cook, Sue, Donovan Colan, Jake, Dylan Martin Frankel, Carson, Jaiden Smith, Bo, Marissa Reyes, Kate, Marla Gibbs, Grandma G",
        "orig_title": "Spirit Halloween: The Movie",
        "status": " Released",
        "orig_lang": " English",
        "budget_x": 90200000,
        "revenue": 93434,
        "country": "US"
    }
]